{
    "title": "Migration and Expulsion in the Reichsgau Wartheland",
    "description": "The dataset Hofzuweisungslisten.csv documents resettlement campaigns of Volhynian, Galician, and Narew Germans (stemming from regions in today's western Ukraine, western Belarus, and southern and eastern Poland) into former Polish territories, during 1939 and 1940.\nThe dataset was derived from around 750 scanned pages containing mostly tabular data (see Preprocessing folder for more information). The orignial scans were downloaded from the state archive Łódź.\n\nIn 1939/1940, the propaganda slogan Heim ins Reich (en: back home to the Reich) called upon numerous German-speaking population groups from Eastern and South-Eastern Europe to resettle in areas within the borders of the German Reich. However, the majority of these settlers were not granted land in the heartland but in the annexed territories. This “Germanization” of the east focused on formerly Polish territories, such as the Reichsgauen Wartheland (“Warthegau”) and Danzig-West Prussia. However, before the settlers were granted any land, they were placed in camps and underwent racial profiling, which (in essence) ascertained their degree of “Germaness”. If deemed insufficient, “inferior” settlers were deployed as cheap workforce in the heartland (Stephan Döring: Umsiedlung der Wolhyniendeutschen in den Jahren 1939 bis 1940). Conversly, the settlement of “racially acceptable” returnees was meticulously planned—often there were only a few hours between the expulsion of the former Polish owners from their farms and the arrival of the German settlers. Most of the expelled Poles were deported into the Generalgouvernement.\nThe resettlement campaigns were administered by the “Volksdeutsche Mittelstelle” (Vomi). Coordination and documentation was realized through so-called “Hofzuweisungslisten” (en: farm allocation lists). These were preprinted tabular forms, including the date of settlement, the settlement village, the names and family size of the settlers as well as those of the expelled former inhabitants, the settlers' place of origin and the transit camp in which the settlers lived. The columns of the preprints were filled using typewriters some days ahead of the relocation of a family from the camp to their new homestead.",
    "creators": [
        {
            "name": "Rümmler, Arne",
            "affiliation": "SLUB Dresden",
            "orcid": "https://orcid.org/0000-0001-8637-9071"
        },
        {
            "name": "Buchen, Tim",
            "orcid": "https://orcid.org/0000-0003-1651-2935"
        },
        {
            "name": "Sachunsky, Robert",
            "affiliation": "SLUB Dresden"
        },
        {
            "name": "Langer, Kaisa"
        }
    ],
    "resource_type": "dataset",
    "license": "CC-BY-NC-4.0",
    "keywords": [
        "Migration",
        "Expulsion",
        "Reichsgau Wartheland",
        "Dataset"
    ],
    "related_identifiers": [
        {
            "identifier": "https://github.com/rue-a/hofzuweisungslisten",
            "relation": "isVersionOf",
            "resource_type": "dataset"
        }
    ]
}